{
    "products":
    [
        {
            "no": 1, "id": "C01", "title": "Cat Ba", "description":"Cat Ba archipelago is an archipelago of 367 islands, including Cat Ba island in the south of Ha Long Bay, off the coast of Hai Phong city and Quang Ninh province, about 30 km from Hai Phong city center, far from the city Ha Long is about 25 km. Administratively, the archipelago belongs to Cat Hai district, Hai Phong city. It has been recognized by UNESCO as a world biosphere reserve. The infrastructure is quite developed with a complex of many hotels, motels, resorts, temples and especially the entire island area has been deployed by Hai Phong city with radio transceiver stations (Wifi). Cat Ba is constantly being invested and developed to become a tourist destination of international stature in the future.   "
            , "price": "86.12$","imgUrl":"./imageproduct/catbaproduct.jpg"
            , "subDescription": ""
            , "type": "North"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/catba.docx"
            , "downloadprice": "./word-price/pricetraveltocatba.docx"
        },
        {
            "no": 2, "id": "C02", "title": "Da Lat", "description":"With an altitude of 1,500 meters above sea level and surrounded by mountain ranges and forest flora, Da Lat inherits a mild and cool mountainous climate all year round. The history of more than a century has also left the city a valuable architectural heritage, likened to a museum of European architecture in the twentieth century. The rich natural and human resources make Da Lat one of the famous tourist destinations of Vietnam, attracting millions of tourists every year to visit and relax. Da Lat is also a center of education and scientific research, a religiously diverse city with the presence of hundreds of temples, churches, monasteries... a particularly rich agricultural area with vegetable and flower products. Thanks to its mild climate, beautiful natural landscape and rich architectural heritage, Da Lat is also known by many other names such as 'Misty City', 'City of Thousand Pines', 'City of Thousand Pines', 'Land of Cherry Blossoms' or 'Little Paris'."
            , "price": "73.51$","imgUrl":"./imageproduct/dalatproduct.jpg"
            , "subDescription": ""
            , "type": "Central"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/dalat.docx"
            , "downloadprice": "./word-price/pricetraveltodalat.docx"
        },
        {
            "no": 3, "id": "C03", "title": "Vinh Ha Long", "description":"Hạ Long Bay or Halong Bay (Vietnamese: Vịnh Hạ Long, IPA: [vînˀ hâ:ˀ lawŋm] (listen)) is a UNESCO World Heritage Site and popular travel destination in Quảng Ninh Province, Vietnam. The name Hạ Long means 'descending dragon'. Administratively, the bay belongs to Hạ Long city, Cẩm Phả city, and is a part of Vân Đồn district. The bay features thousands of limestone karsts and isles in various shapes and sizes. Hạ Long Bay is a center of a larger zone which includes Bai Tu Long Bay to the northeast, and Cát Bà Island to the southwest. These larger zones share a similar geological, geographical, geomorphological, climate, and cultural characters."
            , "price": "123.92$","imgUrl":"./imageproduct/vinhhalongproduct.jpg"
            , "subDescription": ""
            , "type": "Central"
            , "time": "3 Days"
            , "downloadifm": "./word-ifm/halongbay.docx"
            , "downloadprice": "./word-price/pricetraveltovinhhalong.docx"
        },
        {
            "no": 4, "id": "C04", "title": "Hue", "description":"Hue is the capital city of Thua Thien Hue province, Vietnam. Hue used to be the capital (the ancient capital of Hue) of Vietnam during the Tay Son Dynasty (1788-1801) and the Nguyen Dynasty (1802-1945). Currently, the city is one of the centers of culture - tourism, specialized health care, education and training, science and technology of the Central - Central Highlands and the whole country. Prominent landmarks are the Perfume River and the legacy of the feudal dynasties, the city has five UNESCO titles in Vietnam: Complex of Hue Monuments (1993), Hue Court Music (2003) , Woodblocks of Nguyen Dynasty (2009), Chau Ban of Nguyen Dynasty (2014) and System of poetry and literature on Hue royal architecture (2016). In addition, Hue is also one of the localities with a heritage of Bai Choi singing which has been recognized as an intangible cultural heritage of humanity."
            , "price": "159.63$","imgUrl":"./imageproduct/hueproduct.jpg"
            , "subDescription": ""
            , "type": "Central"
            , "time": "4 Days"
            , "downloadifm": "./word-ifm/hue.docx"
            , "downloadprice": "./word-price/pricetraveltohue.docx"
        },
        {
            "no": 5, "id": "C05", "title": "Mai Chau", "description":"Every season, Mai Chau is beautiful in its own way. February to April is spring, the flowers bloom, the weather is warm and quite pleasant. Mai Chau's landscape changes throughout the summer. May and June are the rice season, the yellow color of ripe rice covers the valley. July is the rainy season. August to October is the most beautiful season to travel to Mai Chau, enjoy the autumn weather in the sunshine pouring honey on the rice fields. At the end of October, the valley turns yellow when it is time to harvest. From November to January next year is the season of apricot and plum blossoms in the valley."
            , "price": "33.61$","imgUrl":"./imageproduct/maichauproduct.jpg"
            , "subDescription": ""
            , "type": "North"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/maichau.docx"
            , "downloadprice": "./word-price/pricetraveltomaichau.docx"
        },
        {
            "no": 6, "id": "C06", "title": "Moc Chau", "description":"The most typical tourist activity in Moc Chau is sightseeing. Indeed, hundreds of natural sites can take your breath away. In addition, the highland's collection of traditional festivals is another thing that attracts tourists from all over the country. Some of the places to check out are Son Moc Huong Cave, Chien Vien Pagoda, Dai Yem Waterfall, PhiengLuong Peak, endless pine forests, and the villages of the Dao ethnic groups. The music of ethnic people spreads all over the highland while the delicious traditional dishes and the local souvenirs enchant the tourists."
            , "price": "52.51$","imgUrl":"./imageproduct/mocchauproduct.jpg"
            , "subDescription": ""
            , "type": "North"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/mocchau.docx"
            , "downloadprice": "./word-price/pricetraveltomocchau.docx"
        },
        {
            "no": 7, "id": "C07", "title": "Nha Trang", "description":"Nha Trang beach city is well known for its pristine beaches and excellent scuba diving. It is fast becoming a popular destination for international tourists, attracting large numbers of backpackers and more affluent travelers on the Southeast Asia circuit. It is already very popular with Vietnamese tourists. Nha Trang Bay is widely considered as of the world's most beautiful bays. Tourists are welcome to participate in the Sea Festival, held biennially. Nha Trang was the site of the Miss Universe 2008 Pageant on July 14, 2008, and it will also host Miss World 2010."
            , "price": "126.02$","imgUrl":"./imageproduct/nhatrangproduct.jpg"
            , "subDescription": ""
            , "type": "Central"
            , "time": "3 Days"
            , "downloadifm": "./word-ifm/nhatrang.docx"
            , "downloadprice": "./word-price/pricetraveltonhatrang.docx"
        },
        {
            "no": 8, "id": "C08", "title": "Quy Nhon", "description":"Quy Nhon is a lively and pleasant city virtually halfway between the famous cities of Nha Trang and Hoi An. The city is known for its beautiful surroundings, Cham temples, and nearby beaches. Whilst tourism is increasing in Quy Nhon, this tends to be local tourism, and for the majority of travelers, it remains relatively off the beaten track. The city is perfect for those who want to break up a journey between Nha Trang and Hoi An, being about 6 hours from each."
            , "price": "60.91$","imgUrl":"./imageproduct/quynhonproduct.jpg"
            , "subDescription": ""
            , "type":"Central"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/quynhon.docx"
            , "downloadprice": "./word-price/pricetraveltoquynhon.docx"
        },
        {
            "no": 9, "id": "C09", "title": "Tay Ninh", "description":"Tay Ninh is the birthplace of the Cao Dai religion and the home of the Cao Dai Holy See, the center of Cao Daism. Tay Ninh is also known for the Ba Den mountain, the highest mountain in southern Vietnam, and the Dau Tieng reservoir, the largest reservoir in Vietnam. Tay Ninh is hot and humid all year with an average temperature of 27.5 °C, and rainfall of 1,724 mm. The dry season typically lasts from Dec-Apr and the rainy season from May-Nov."
            , "price": "69.31$","imgUrl":"./imageproduct/tayninhproduct.jpg"
            , "subDescription": ""
            , "type":"South"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/tayninh.docx"
            , "downloadprice": "./word-price/pricetraveltotayninh.docx"
        },
        {
            "no": 10, "id": "C010", "title": "Sapa", "description":"As a tourism center in the northwest of Vietnam, Sapa today is home to stunning scenery, intoxicating cultural makeup, and a diverse range of ethnic minorities. Comprising both natural beauty and culture into just one comprehensive package, Sapa is worth visiting for any genuine seekers. It offers an incredible adventure of conquering the Roof of Indochina – Mount Fansipan. Explorations and trekkers will not find abnormal animals and things on the top of Fansipan but a splendid world of misty clouds, ranges of mountains, green paddle fields, and a small pagoda for worship."
            , "price": "73.51$","imgUrl":"./imageproduct/sapaproduct.jpg"
            , "subDescription": ""
            , "type":"North"
            , "time": "3 Days"
            , "downloadifm": "./word-ifm/sapa.docx"
            , "downloadprice": "./word-price/pricetraveltosapa.docx"
        },
        {
            "no": 11, "id": "C011", "title": "Ho Chi Minh", "description":"Ho Chi Minh City, formerly known as Saigon, once “The Pearl of the Far East” is the second largest city in Vietnam (the largest being Hanoi). It is the most crowded city in the country with an official population of over 8 million people on a total area of over 2,095 km2. The city now comprises 19 districts and 5 suburban districts. District 1, along the Saigon River, where downtown Saigon is located, is the commercial center and contains most of the city’s monuments and landmarks. 8 km away in district 5 resides a big market or Cho Lon where the Chinese community lives. With favorable weather the whole year round and convenient access from other countries by air, by road, and by sea, Ho Chi Minh city is a busy and dynamic metropolitan."
            , "price": "150.81$","imgUrl":"./imageproduct/hochiminhproduct.jpg"
            , "subDescription": ""
            , "type":"South"
            , "time": "4 Days"
            , "downloadifm": "./word-ifm/hochiminh.docx"
            , "downloadprice": "./word-price/pricetraveltohochiminh.docx"
        },
        {
            "no": 12, "id": "C012", "title": "Vinh Long", "description":"Lying in the center of the Mekong Delta of southern Vietnam, Vinh Long province is a unique province that has boundaries with 07 provinces and cities namely Tien Giang, Ben Tre, Tra Vinh, Dong Thap, Hau Giang, Soc Trang, and Can Tho City. Vinh Long province is 136km far from Ho Chi Minh City to the north, and 33km far from Can Tho city to the south. Its population is over 01 million including ethnics of Kinh, Khmer, and Chinese living in an area of 1.520km2. Modern Vinh Long province, as part of the old Long Ho Dinh, formed in 1732 is known as the “Scared land of the talented” that nourishes the outstanding people including the late Chairman Council of Ministers Pham Hung, late Prime Minister Vo Van Kiet and the late Professor, Academician, Hero of Labor Tran Dai Nghia."
            , "price": "20,95$","imgUrl":"./imageproduct/vinhlongproduct.jpg"
            , "subDescription":""
            , "type":"South"
            , "time": "1 Days"
            , "downloadifm": "./word-ifm/vinhlong.docx"
            , "downloadprice": "./word-price/pricetraveltovinhlong.docx"
        },
        {
            "no": 13, "id": "C013", "title": "An Giang", "description":"An Giang is a province in southern Viet Nam and is a part of the Long Xuyen ( Long Xuyen) Quadrangle which suffers a lot of natural disasters. However, this is also advantageous to make fertile soil for this land. An Giang possesses many places that attract travelers to its beauty. This province is also the land of the Cham ( Cham) people, an ethnic minority of Vietnam, so the culture is varied and makes for an interesting experience. Visit An Giang province, the first feeling of here is peaceful and comfortable. The paddy rice fields are green and luxuriant. The sky is blue and fresh. The beautiful voice of birds mixes with the voice of children on paddy fields. All of the things create a wonderful picture that anyone cannot forget when coming here."
            , "price": "72.07$","imgUrl":"./imageproduct/longxuyenproduct.jpg"
            , "subDescription":""
            , "type":"South"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/angiang.docx"
            , "downloadprice": "./word-price/pricetraveltoangiang.docx"
        },
        {
            "no": 14, "id": "C014", "title": "Dong Thap", "description":"Every year, Tien and Hau's rivers provide alluvial soil for Dong Thap that is convenient for growing food and fruit plant. So this area is the granary of Vietnam. The province has the potential of short day crops (sugar cane, cotton, tobacco, soil bean, and other fruit plants with the popular names of Cao Lanh mango, Chau Thanh longan, Lai Vung mandarin, Phong Hoa grapefruit. From January to May every year, when the sky is clear, a tourist would visit Tram Chim National Park to observe many cranes. It is a crane flock returning after months of emigrating to evade flood. This is also the season for tourists to see, and photograph cranes at dawn and sunset. Tourists can admire the vast lotus and bonsai in Sa Dec Flower Garden. A forest of flowers of all colors and aroma are always available here."
            , "price": "33.10$","imgUrl":"./imageproduct/hongnguproduct.jpg"
            , "subDescription":""
            , "type":"South"
            , "time": "1 Days"
            , "downloadifm": "./word-ifm/dongthap.docx"
            , "downloadprice": "./word-price/pricetraveltodongthap.docx"
        },
        {
            "no": 15, "id": "C015", "title": "Phu Quoc", "description":"Phu Quoc Island in Kien Giang Province is Viet Nam's largest island. It is blessed with beautiful scenery and rich natural resources. Visitors to Phu Quoc love its peaceful sea and long sandy beaches which distinguish it from other seaside resorts like Nha Trang and Da Nang. Bella, a tourist from Switzerland said that she likes Phu Quoc very much because people are very friendly and the island is beautiful. Most hotels and resorts in Phu Quoc are located along Bai Dai, or Long Beach, where the sea is as blue as sapphire and nature is unspoiled. The ABC News selected Bai Dai Beach in Phu Quoc as one of the world's 5 most beautiful and clean beaches. Its “Hidden beaches” list called Bai Dai a heaven of sun, water, and peaceful nature. Bai Sao, or Star Beach on the island's southeast coast is another beautiful place to enjoy the sun. Still almost unknown to tourists, this little white sand beach with emerald water is ideal for sunbathing. Bai Sao is flanked by rocky promontories jutting into the sea. “From Ho Chi Minh City, we fly here, to Phu Quoc Island, just to relax, to enjoy the beach and swimming pool, and the sun. Phu Quoc is very nice and we really enjoy our time here”, says Lilian, a tourist from the Netherlands. Kien Giang Province is hosting the Visit Viet Nam Year 2016 - Phu Quoc-Mekong River Delta with the theme “Exploring the Southern land”. Phu Quoc Island is one of its top destinations. 'There are more than 20 flights a day to from Ha Noi, Ho Chi Minh City, and Can Tho, and we are now establishing routes between Phu Quoc and Singapore, Cambodia, China and Russia. Many international airlines have registered to open new routes to Phu Quoc this year', Vice Chairman of the Phu Quoc District People's Committee Huynh Quang Hung said. Pure air, unspoiled nature, and improving infrastructure are making Phu Quoc a major attraction for tourists."
            , "price": "132.75$","imgUrl":"./imageproduct/phuquocproduct.jpg"
            , "subDescription":""
            , "type":"South"
            , "time": "3 Days"
            , "downloadifm": "./word-ifm/phuquoc.docx"
            , "downloadprice": "./word-price/pricetraveltophuquoc.docx"
        },
        {
            "no": 16, "id": "C016", "title": "Son Tra", "description":"With its sea-oriented appearance, Son Tra acts as a giant screen protecting Da Nang from storms and cyclones coming from the sea. Son Tra is under the national protected forest regulation since it is a natural preservation area. The Peninsula is famous for its large plants and fauna as well as the beautiful scenery. It is said that fairies used to come here for singing, dance, and play chess so Son Tra is also called Tien Sa (Fairies' landing place). On Son Tra, there remain more than 30km² of natural forests, nearly 300 types of plants, and several hundred kinds of fauna, including the rare animal. From the top of the mountain, you can see the overall view of Danang City, Marble Mountains, and Ba Na - Mount Chua, so interesting!"
            , "price": "48.19$","imgUrl":"./imageproduct/sontraproduct.jpg"
            , "subDescription":""
            , "type":"Central"
            , "time": "1 Days"
            , "downloadifm": "./word-ifm/sontra.docx"
            , "downloadprice": "./word-price/pricetraveltosontra.docx"
        },
        {
            "no": 17, "id": "C017", "title": "Tam Dao", "description":"There are two sites for tourists in the park. The first is Tam Đảo town which was established in 1907. Tam Đảo is nestled in a valley covering only 3 km2. There now remain a stone church, and some villas, and palaces built by French colonists. It has Thac Bac (The Silver Fall), Rung Rinh peak, and Tam Đảo 2, a remnant of another resort made many years ago. The second tourist location is Tay Thien site. It includes Tay Thien Quoc Mau Temple (literally The 'Temple of West Heaven National Mother') and many pagodas. Along with Thien Vien Truc Lam (literally: 'Dhyana Palace in Bamboo Forest') in Da Lat and Yen Tu, Thien Vien Truc Lam Tay Thien is a center of Vietnamese Buddhism."
            , "price": "58.96$","imgUrl":"./imageproduct/tamdaoproduct.jpg"
            , "subDescription":""
            , "type":"North"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/tamdao.docx"
            , "downloadprice": "./word-price/pricetraveltotamdao.docx"
        },
        {
            "no": 18, "id": "C018", "title": "Ha Noi", "description":"Throughout the thousand years of its eventful history, marked by destruction, wars, and natural calamities, Hanoi still preserves many ancient architectural works including the Old Quarter and over 600 pagodas and temples. Famous sites include the One Pillar Pagoda (built in 1049), the Temple of Literature (built in 1070), the Hanoi Citadel, the Hanoi Opera House, and President Ho Chi Minh's Mausoleum. Hanoi also characteristically contains 18 beautiful lakes such as Hoan Kiem Lake, West Lake, and Truc Bach Lake..., which are the lungs of the city, with their surrounding gardens and trees providing a vital source of energy. Many traditional handicrafts are also practiced in Hanoi including bronze molding, silver carving, lacquer, and embroidery. Hanoi has many famous traditional professional handicraft villages such as Bat Trang pottery village, Ngu Xa bronze casting village, Yen Thai glossy silk..."
            , "price": "63.63$","imgUrl":"./imageproduct/hanoiproduct.jpg"
            , "subDescription":""
            , "type":"North"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/hanoi.docx"
            , "downloadprice": "sapa.docx"
        }
    ],
    "blogs":
    [
        {"no": 1, "id": "C01", "title": "Journey to Ha Long Bay: Travel Guide Blog"
            ,"name": "Karlsson"
            ,"time": "12/05/2022"
            ,"imgUrl": "./imageblog/halongbayblog.jpg"
            ,"description": "When visiting Vietnam, a trip to the stunning Halong bay or Ha Long Bay is absolutely unmissable by all those traveling in Northeast Vietnam and the Hanoi area. The UNESCO World Heritage Site is home to emerald waters and infinite towering limestone isles, islets, and caves topped by lush rainforests. All aging 20 million years! This is Vietnam's most popular attraction and it attracts thousands of visitors for a day trip or multiple-day trips from around the world....."
            ,"blogdescription": "Planning a trip to Ha Long Bay and don't know how to start? This Halong Bay Travel Guide will tell you everything you need to know in this detailed itinerary. Learn when to go, where to stay, what to do, and a must-see attraction during your trip. When visiting Vietnam, a trip to the stunning Halong bay or Ha Long Bay is absolutely unmissable by all those traveling in Northeast Vietnam and the Hanoi area. The UNESCO World Heritage Site is home to emerald waters and infinite towering limestone isles, islets, and caves topped by lush rainforests. All aging 20 million years! This is Vietnam's most popular attraction and it attracts thousands of visitors for a day trip or multiple-day trips from around the world. For a first-time visitor, it can be a bit confusing if you planning a trip to Ha Long Bay especially since there are an overwhelming number of tours to choose from. We were lucky and visited Halong Bay twice for my past travel experience. Our first visit to Halong Bay is on a few years back when we backpacked in Vietnam. It was a rush trip as we only find our overnight tour when we landed in Hanoi. As we didn't do many surveys before our visit, the money we paid was quite expensive although the journey is very memorable and joyful. With this experience, my recent visit to Halong Bay is a day trip cruise with everything well organized. Both trips gave me different experiences but one thing for sure is we have a wonderful time in Halong bay with its breathtaking scenery. Below you can check out my Halong Bay travel guide details with some of the recommended Ha Long Bay tours from Hanoi to help you plan your Ha Long Bay itinerary! Cruising in Halong Bay is the most popular way to experience this wonder of nature. Being the most popular attraction in Vietnam, this is a fact that there are many local tours available, and all the tours provided you’ll find in the Vietnam travel agencies. You can choose to reserve online, from local or home country travel agencies, and even from the hotel where you stayed in Hanoi. While getting to Halong bay twice in my experience, my sincere advice and tip are to book your tour from a trustworthy tour company. We booked our Halong Bay Day Cruise from Hanoi through Klook. The tour agency is running the tour many years of experience with great reviews and happy customers. Most important, the fair is good and all the expenses and services are clearly stated. Alternatively, you can also check out Viator – a TripAdvisor company with those reputation companies I can vouch for! Next, you might be debating how many days should I spend in Halong bay. Should I get the luxury cruise or just a simple cruise? Well, it is depending on you. In general, a Halong bay trip usually goes for 1, 2, or 3 days. You can choose from a day trip from Hanoi, 2-day or 3-day overnight cruise for a basic tour or luxury tour if you wish. The services is depending on how much you are ready to spend. We will explain in detail what you should be expecting when booking a tour to Halong bay to help you make up your decision."
        },
        {"no": 2, "id": "C02", "title": "14 Things To Do in Hoi An, Vietnam"
            ,"name": "Cloie"
            ,"time": "07/02/2018"
            ,"imgUrl": "./imageblog/hoianblog.jpg"
            ,"description": " Hoi An: Vietnam's most loved travel destination, and home to the charming lantern-lit streets of the old town, which lie nestled along the river bank. The Japanese, Chinese and French influences translate back into the street scene where traditional old wooden and yellow colonial buildings sit side-by-side. Not to mention the baguettes being sold on every street corner- yum! Hoi An is a long-established UNESCO world heritage site and, therefore, has perfectly preserved its history. Here are the top things to do in Hoi An, Vietnam....."
            ,"blogdescription": "Wander down the old streets of Hoi An Spend hours, wandering slowly through the streets and admiring the French & Asian style houses, shutters, and colors. The architecture provides a real nostalgic feeling and has been perfectly maintained, as a result of its UNESCO status. Quan Cong Temple The Quan Cong Pagoda Temple is decorated in bright gold and red, which is typical for Chinese temples. It stands out against the yellow buildings and is a perfect example of the cultural influences. Enjoy the calmness of the inner courtyard but keep an eye on the signs that mention things such as removing shoes when standing in front of the sacred statues. Japanese Bridge The iconic sight of Hoi An is the majestic Japanese Bridge, that sits over the river. This bridge, built in the late 16th century at the time of Japanese immigration, is one of the most popular things to do in Hoi An, Vietnam. Day trip to Da Nang Da Nang is a large and developed city located 30 minutes from Hoi An. It has great food hot spots, interesting architecture like the Dragon Bridge, and arguably some of the best beaches of Vietnam. Additionally, visit the Lady Buddha and Marble Mountains. Engage in the hectic local life and visit the Hoi An Market. You can find products like fresh vegetables and fruits, flowers, spices, baskets, and meat and fish. Experiencing the intense crowds, and beeping motorbikes, during the morning is a thing you must do in Hoi An. Additionally, visit one of the many tailor shops at the nearby located Hoi An Tailor market and have a high-quality suit, or dress, custom made for a very reasonable price if you’re comfortable with bargaining."
        },
        {"no": 3, "id": "C03", "title": "Best Things To Do in Ninh Binh & Tam Coc"
            ,"name": "Sena"
            ,"time": "03/12/2020"
            ,"imgUrl": "./imageblog/ninhbingtamcocblog.jpg"
            ,"description": "Discover the natural paradise of Tam Coc in Vietnam: a stunning stretch of flat landscape, with hundreds of limestone karsts towering above calm rice paddies. As a result, it's no surprise that the area has been nicknamed the 'Ha Long Bay on land'. Tam Coc is the perfect rural retreat and an ideal place to unwind after your lively travels in Hanoi. So enjoy going back to the beautiful basics of natural living....."
            ,"blogdescription": "For as small as they may seem, there are some truly unique and amazing things to do in Ninh Binh and Tam Coc. Whether you're interested in hiking to the tallest viewpoint, paddling through caves, or soaking up the culture at the ancient capital, there's a little something for everyone. The province is home to breathtaking limestone formations that shoot up out of rice paddies and broad rivers. The town of Tam Coc is surrounded by the mountains on three sides, with some homestays nestled right up against the stark cliffs. You can explore the region by car, bike, and boat. Our original plan for traveling through Vietnam had us skipping right over them, but some mishaps landed us there anyway. We're glad they did because Ninh Binh turned out to be one of the most beautiful places we visited. Here are seven awesome things to do in Ninh Binh and Tam Coc that you definitely should not pass on. Of all the things to do in Ninh Binh and Tam Coc, this is probably the most popular. If you've seen stunning pictures of the province, it's most likely of tourists taking a boat ride through the limestone mountains on a maze of rivers. The boat tour passes through water caves under the cliffs and stops at temples hidden in the steep jungle terrain. The trip is fun and adventurous yet leisurely and breathtaking. There are three different tour routes to choose from. Each varies in length and number of caves, but they all cost the same. The route longest takes about three hours. Four people can fit in a boat (plus the rowing guide). They like to fill the boats up, so you may have to wait for others to join if you have a smaller group. We had no problem with this, meeting a couple just outside the ticket booth to team up with. Expect to paddle! You aren’t required to, but there is a paddle in the boat for each person if you want to help out. There are some snack stations along the way, and you can bring your own food to munch on at the stops. Trang An is about a 15-minute drive from both Ninh Binh and Tam Coc. It's just south of the Hoa Lu Ancient Capital, so you can easily visit both in the same afternoon. You can cycle to a surprising number of places in Ninh Binh and Tam Coc. Many homestays and hostels provide cheap bike rentals. The mountains can be deceiving because the area in between is flat and easy to cycle around. Even busier roads provide plenty of room for cycling. Ninh Binh itself is much larger than Tam Coc, so we’d suggest cycling around the latter. You can ride down Tam Coc’s quaint main street and around the lake. Try some small side alleys too, as many open up to expanses of lush rice paddies and views of the mountains. Consider biking to Hang Mua Viewpoint, just 5 km from the center of town. The small, paved road is quiet and makes for some great photo opportunities. Once you hit the dirt road leading to Hang Mua, you’ll find plenty of bike parking at around 10,000 VND (USD 0.50). On your way back through town, you can stop for lunch and then continue 2.5 km west on the main road to Bich Dong Pagoda. Further details on this below. Bring plenty of water for your ride and wear a hat and sunscreen. The hot, humid weather left us soaking in our shirts, but biking was an awesome way to see the countryside and get a bit of exercise."
        },
        {"no": 4, "id": "C04", "title": "12 Things To Do in Hanoi, Vietnam"
            ,"name": "Gallagher"
            ,"time": "17/07/2019"
            ,"imgUrl": "./imageblog/hanoiblog.jpg"
            ,"description": "Welcome to Hanoi, where the street is king! Experience delicious street food on every corner, watch trains squeeze behind narrow houses, and traffic merge into each other from every possible direction. The energy and vibrancy of this addictive Vietnamese city is not to be missed, so aim to spend 2-3 days exploring all the things to do in Hanoi....."
            ,"blogdescription": "Although Hanoi is not the largest city in Vietnam, it has taken the title as the capital of the country. As a result, there are plenty of amazing things to do in Hanoi.Join a motorbike tour and hurtle through Hanoi's Old Quarter back streets. Hanoi Backstreet Tours is a fantastic tour that uses vintage Minsk motorcycles for the journey. Enjoy the surroundings on the back of these motorcycles, while you ride over famous bridges and stop at authentic markets. The well-informed guides, provide you with local knowledge and plenty of information about Hanoi and its history. The tour will also take you around the green region, which is a lovely contrast from the busy morning in the metropolis. The tour covers most of the city's highlights and is easily one of the most fun things to do in Hanoi! Coffee is a way of life in Hanoi and there are many excellent cafes to choose from. However, a special 'note' has to be made for The Note Coffee. This cute little cafe asks customers to leave a handwritten note, on colorful sticky paper, on the normally empty walls. Hence the name 'The Note Coffee'- a three-story building, with walls fully covered in colored notes. Read the notes from other visitors and make sure to leave one yourself! Expect to see old houses lining narrow alleys, locals transporting goods on the carrying pole, and traffic crossing from every possible road."
        },
        {"no": 5, "id": "C05", "title": "10 Awesome Things to Do on Phu Quoc Island, Vietnam"
            ,"name": "Aaronson"
            ,"time": " 12/09/2018"
            ,"imgUrl": "./imageblog/phuquocblog.jpg"
            ,"description": "Phu Quoc: an 'emerald island' of white powder beaches, turquoise waters, palm tree forests, mountains, and waterfalls. This Vietnamese island is located close to the coast of Cambodia in the Gulf of Thailand, and half of the island is a stunning national park. Aside from its incredible nature, and paradise beaches, it is also home to bustling markets, and unique food products. Hop on a motorbike and get ready for an adventure, with all the top things to do in Phu Quoc....."
            ,"blogdescription": "Experience the powdery white sand, and clear, turquoise waters of Sao Beach! This is no doubt one of the best beaches on Phu Quoc, if not in the whole of Vietnam. The clear water makes it a perfect spot for snorkeling, as well as its stunning corals and many starfish. Out of the water, travelers can enjoy wandering along the sandy beach, exploring the palm tree forests and dense jungle that borders the bay. Enjoy a perfect lazy day here in absolute paradise! If you can, visit early in the morning when there are fewer tourists for a remote, desert island experience. Alternatively, visit in the evening to enjoy a romantic seafood dinner on the beach! When to visit? The summer months are the best time to visit for calm waters that are perfect for snorkeling. From October- April, the winds pick up, creating great waves for kitesurfing! Exploring the island by motorbike is one of the top things to do in Phu Quoc! Not only is it the most beautiful way to see the island, but it’s also the easiest way. Hop from beach to beach, viewpoint to viewpoint, with the wind in your hair, and a feeling of island freedom. Although there are a lot of undeveloped roads you still can get around by using Google Maps. Most hotels will offer a motorbike rental service, which makes it nice and easy to jump straight out of bed and onto the road. Alternatively, it's possible to rent a motorbike from a dedicated motorbike rental shop in town. An automatic motorbike should cost from $6 - $12 a day. Close to the Ham Ninh Mountains, within the forest, lies this beautiful waterfall. The waterfall may be small, but it's surrounded by wonderful nature and it's a lovely place to cool off and swim. To reach the waterfall, head to the center of Phu Quoc island, near the airport. From here it's a small hike of around 20 minutes to get to the top of the waterfall. During the hike, you'll pass through luscious greenery, flowers, and streams. For the best experience visit during the rainy season, to ensure there is enough water, and ideally as early as possible in the morning, before the crowds arrive. If you can, try to combine the waterfalls with Sao Beach to save time and energy."
        },
        {"no": 6, "id": "C06", "title": "8 Best Things To Do in Mui Ne, Vietnam"
            ,"name": "Tuan"
            ,"time": "22/02/2019"
            ,"imgUrl": "./imageblog/muineblog.jpg"
            ,"description": "On the beautiful southern coast of Vietnam lies Mui Ne: a charming fishing village that has become a kitesurfing paradise! Although it is only a 4-hour train ride away from Ho Chi Minh, it feels like you're visiting a different country. This is due to its unusual space-like desert landscapes and red canyons, unique in a tropical country. Enjoy all the fantastic natural delights of Mui Ne, with all the best things to do......"
            ,"blogdescription": "From a cape where fishermen often avoid storms, Mui Ne Vietnam has become a famous tourist paradise with white sand, blue sea, and rich seafood. We've visited Mui Ne several times and love the area. Here are our top picks of the best things to do in Mui Ne. We took a morning jeep tour and arrived at the white sand dunes just before sunrise. The place was vast, and the views were beautiful. We decided to walk up the viewpoint, but you can surely rent a terrain vehicle or a jeep to drive around the area. We had a great time visiting Fairy Stream (Suoi Tien) as part of our jeep tour. We got there at about 9 am, and a few groups of people were there. It was a beautiful way to spend the day with a great view, and the most beautiful part was the colorful sand walls and vegetation around the creek. We also love walking bare feet and feeling the gently flowing water. You can read more about our experience at Fairy Stream (Suoi Tien) here. Along the road to Suoi Tien, several street vendors provide all kinds of snacks such as rolls, coconut, baked rice paper, boiled potatoes, so don't hesitate to try some! "
        },
        {"no": 7, "id": "C07", "title": "Trekking in Sapa: Balancing on the Borders of the Ricefields"
            ,"name": "Chris"
            ,"time": "09/01/2021"
            ,"imgUrl": "./imageblog/sapablog.jpg"
            ,"description": "Sapa: a place to summit giant mountain peaks, balance on the borders of rice fields, and swim under stunning waterfalls. The town, with its endless beautiful views, is a must-do on any Vietnamese itinerary. The Sapa valley, and its surrounding nature, is located in the North of Vietnam, close to the border of China. Experience trekking among some of the most beautiful scenery in Vietnam, or immerse yourself in the culture by visiting a tribe or staying with a local family....."
            ,"blogdescription": "Outside of Sapa town, discover layers of luscious green and yellow rice fields. The wavy pattern of the terraces creates a rippling effect across the beautiful countryside. Trekking among the Sapa rice fields is certainly something to check off your bucket list! The colors change throughout the year, depending on the rice season and the weather. Because of this, it's best to check the time you are visiting. Summer provides the most luscious greenery. Whereas, in Autumn you can see the rice fields blossom into a beautiful gold color. It’s super easy to arrange trekking in Sapa town because there are so many guides on the streets. The guides with the traditional clothes are the Hmong, a local tribe in the Sapa area. Some of these guides don't have a license to take tourists trekking. However, that doesn't necessarily mean that the trekking isn't good. Soar through the clouds to the peak of Fansipan Mountain! This is the highest peak in Indochina and can be reached in just 15 minutes by cable car. Once at the top, there are fantastic views down to Sapa and the surrounding rice fields below. The cooler, wetter, climate of Sapa means that the peak can often be cloaked in a thick mist of clouds. However, this is still a beautiful experience! Enjoy looking down onto clouds below, and at the giant Buddha looming above. The cable car station is located in Sapa town, about a 30-minute walk from Notre Dame. Try to go as early as possible to beat the crowds. Note that once you arrive at the top cable car station, it's another 30-minute walk to the top."
        },
        {"no": 8, "id": "C08", "title": "Day Trip to Can Gio: Worth it or Skip it?"
            ,"name": "Nathan"
            ,"time": "22/09/2017"
            ,"imgUrl": "./imageblog/cangioblog.jpg"
            ,"description": "Can Gio is a famous tourist attraction in Vietnam for its marvelous mangrove forest with 10 kilometers of murky shoreline. The palm-fringed island is a Unesco Biosphere Reservation with a wide range of biodiversity of more than 150 species of flora and 200 species of fauna. This can be a lovely day trip for those loving traffic-free and natural-close trips......"
            ,"blogdescription": "Gather a moto-squad and get ready for a day of mangrove forests, cheeky monkeys and roadside hammock sessions. A day trip to Can Gio island, just south of Saigon, is the perfect escape into nature. Not only does Can Gio have some cool stuff to see, but it's also cheap and exciting to get to. This guide shares how to get to Can Gio island, as well as what to see and do on your day trip. Located only 50km south-west of Saigon, Can Gio acts as the green lungs for the city. Technically Can Gio is a suburban district of Saigon but with the lush green forest, it feels a million miles away from the city. Can Gio Island is a quick ferry ride across the river from Nha Be district (south of district 7), though they are building a bridge to make the island more accessible. It is classified as a UNESCO bio-reserve; think lots of rivers, mangrove forests and monkeys. There are so many monkeys that Can Gio is also sometimes called “monkey island”. Next up was a stop at Can Gio monkey forest, so named for all the monkeys that call this part of the forest home. I’m not a huge fan of monkeys as they can be quite aggressive but this wasn’t that case for here thankfully. That said, I highly recommend hiding any belongings (especially sunglasses and bottles) inside your bag to avoid the monkeys trying to steal from you; my friend had her glasses stolen off her head. From monkey forests its a further 25 min drive to the end of Can Gio island, where you’ll find a town called Can Thanh. Here you’ll find a beachfront with views over to Vung Tau. The beach is rocky in some parts and sandy when you walk further down, though honestly it's not well kept and is covered in trash so I don't recommend bringing swimwear or getting in the water here. In the town, there is a fish market and some cafes where you can get drinks and lounge in hammocks. We relaxed in a cafe called “Quán nhà mình” next to Can Gio park with hammocks, coconuts and drinks."
        },
        {"no": 9, "id": "C09", "title": "Cai Rang Floating Market - Travel guide & 5 tips for visiting"
            ,"name": "DongWook"
            ,"time": "07/06/2022"
            ,"imgUrl": "./imageblog/cairangblog.jpg"
            ,"description": "Cai Rang, like many other floating markets in the Mekong Delta, began as an important trading point. The reason it was done on the river is that this area is completely connected to hundreds of waterways. Owners of fruit orchards, local factories and rice farmers can load the goods directly from their land onto boats in the rivers which they then sail to the market. Traders can then buy goods on these floating markets and transfer goods directly onto their boats. From here they bring it to their shops or even all the way across the river to Ho Chi Minh City to distribute it further there......"
            ,"blogdescription": "Visiting one of the famous floating markets in Mekong Delta is one of the highlights in Vietnam. The largest and most impressive of these is the Cai Rang floating market. The dense network of the Mekong River and its tributaries has developed a waterway transport system and shaped the special habits of the local people here. Visiting the region, you can watch the locals trade goods from their boats, creating a huge floating market. Cai Rang Floating Market near the city of Can Tho is the most famous of these markets. The Cai Rang Floating Market is the largest floating market in the Mekong Delta and is located about six kilometers from Can Tho. You can reach the floating market by boat from Ninh Kieu Wharf in Can Tho town and it is about half an hour by boat. Cai Rang, like many other floating markets in the Mekong Delta, began as an important trading point. The reason it was done on the river is that this area is completely connected to hundreds of waterways. Owners of fruit orchards, local factories and rice farmers can load the goods directly from their land onto boats in the rivers which they then sail to the market. Traders can then buy goods on these floating markets and transfer goods directly onto their boats. From here they bring it to their shops or even all the way across the river to Ho Chi Minh City to distribute it further there. Now 100 years later, these floating markets still exist! However, the infrastructure has also improved a lot, as a result of which more and more products are now transported by road. Fortunately, the Cai Rang floating market is still an impressive place where hundreds of boats gather every day to trade locally-picked fruits and vegetables and other local produce. This unique spectacle of boats now also attracts many travelers to the market and a visit has even been part of the famous chef Gordon Ramsay in one of his cooking shows."
        }
    ]
}