{
    "products":
    [
        {
            "no": 1, "id": "C01", "title": "Cat Ba", "description":"Cat Ba archipelago is an archipelago of 367 islands, including Cat Ba island in the south of Ha Long Bay, off the coast of Hai Phong city and Quang Ninh province, about 30 km from Hai Phong city center, far from the city Ha Long is about 25 km. Administratively, the archipelago belongs to Cat Hai district, Hai Phong city. It has been recognized by UNESCO as a world biosphere reserve. The infrastructure is quite developed with a complex of many hotels, motels, resorts, temples and especially the entire island area has been deployed by Hai Phong city with radio transceiver stations (Wifi). Cat Ba is constantly being invested and developed to become a tourist destination of international stature in the future.   "
            , "price": "86.12$","imgUrl":"./imageproduct/catbaproduct.jpg"
            , "subDescription": ""
            , "type": "North"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/catba.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 2, "id": "C02", "title": "Da Lat", "description":"With an altitude of 1,500 meters above sea level and surrounded by mountain ranges and forest flora, Da Lat inherits a mild and cool mountainous climate all year round. The history of more than a century has also left the city a valuable architectural heritage, likened to a museum of European architecture in the twentieth century. The rich natural and human resources make Da Lat one of the famous tourist destinations of Vietnam, attracting millions of tourists every year to visit and relax. Da Lat is also a center of education and scientific research, a religiously diverse city with the presence of hundreds of temples, churches, monasteries... a particularly rich agricultural area with vegetable and flower products. Thanks to its mild climate, beautiful natural landscape and rich architectural heritage, Da Lat is also known by many other names such as 'Misty City', 'City of Thousand Pines', 'City of Thousand Pines', 'Land of Cherry Blossoms' or 'Little Paris'."
            , "price": "73.51$","imgUrl":"./imageproduct/dalatproduct.jpg"
            , "subDescription": ""
            , "type": "Central"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/dalat.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 3, "id": "C03", "title": "Vinh Ha Long", "description":"Hạ Long Bay or Halong Bay (Vietnamese: Vịnh Hạ Long, IPA: [vînˀ hâ:ˀ lawŋm] (listen)) is a UNESCO World Heritage Site and popular travel destination in Quảng Ninh Province, Vietnam. The name Hạ Long means 'descending dragon'. Administratively, the bay belongs to Hạ Long city, Cẩm Phả city, and is a part of Vân Đồn district. The bay features thousands of limestone karsts and isles in various shapes and sizes. Hạ Long Bay is a center of a larger zone which includes Bai Tu Long Bay to the northeast, and Cát Bà Island to the southwest. These larger zones share a similar geological, geographical, geomorphological, climate, and cultural characters."
            , "price": "123.92$","imgUrl":"./imageproduct/vinhhalongproduct.jpg"
            , "subDescription": ""
            , "type": "Central"
            , "time": "3 Days"
            , "downloadifm": "./word-ifm/halongbay.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 4, "id": "C04", "title": "Hue", "description":"Hue is the capital city of Thua Thien Hue province, Vietnam. Hue used to be the capital (the ancient capital of Hue) of Vietnam during the Tay Son Dynasty (1788-1801) and the Nguyen Dynasty (1802-1945). Currently, the city is one of the centers of culture - tourism, specialized health care, education and training, science and technology of the Central - Central Highlands and the whole country. Prominent landmarks are the Perfume River and the legacy of the feudal dynasties, the city has five UNESCO titles in Vietnam: Complex of Hue Monuments (1993), Hue Court Music (2003) , Woodblocks of Nguyen Dynasty (2009), Chau Ban of Nguyen Dynasty (2014) and System of poetry and literature on Hue royal architecture (2016). In addition, Hue is also one of the localities with a heritage of Bai Choi singing which has been recognized as an intangible cultural heritage of humanity."
            , "price": "159.63$","imgUrl":"./imageproduct/hueproduct.jpg"
            , "subDescription": ""
            , "type": "Central"
            , "time": "4 Days"
            , "downloadifm": "./word-ifm/hue.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 5, "id": "C05", "title": "Mai Chau", "description":"Every season, Mai Chau is beautiful in its own way. February to April is spring, the flowers bloom, the weather is warm and quite pleasant. Mai Chau's landscape changes throughout the summer. May and June are the rice season, the yellow color of ripe rice covers the valley. July is the rainy season. August to October is the most beautiful season to travel to Mai Chau, enjoy the autumn weather in the sunshine pouring honey on the rice fields. At the end of October, the valley turns yellow when it is time to harvest. From November to January next year is the season of apricot and plum blossoms in the valley."
            , "price": "33.61$","imgUrl":"./imageproduct/maichauproduct.jpg"
            , "subDescription": ""
            , "type": "North"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/maichau.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 6, "id": "C06", "title": "Moc Chau", "description":"The most typical tourist activity in Moc Chau is sightseeing. Indeed, hundreds of natural sites can take your breath away. In addition, the highland's collection of traditional festivals is another thing that attracts tourists from all over the country. Some of the places to check out are Son Moc Huong Cave, Chien Vien Pagoda, Dai Yem Waterfall, PhiengLuong Peak, endless pine forests, and the villages of the Dao ethnic groups. The music of ethnic people spreads all over the highland while the delicious traditional dishes and the local souvenirs enchant the tourists."
            , "price": "52.51$","imgUrl":"./imageproduct/mocchauproduct.jpg"
            , "subDescription": ""
            , "type": "North"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/mocchau.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 7, "id": "C07", "title": "Nha Trang", "description":"Nha Trang beach city is well known for its pristine beaches and excellent scuba diving. It is fast becoming a popular destination for international tourists, attracting large numbers of backpackers and more affluent travelers on the Southeast Asia circuit. It is already very popular with Vietnamese tourists. Nha Trang Bay is widely considered as of the world's most beautiful bays. Tourists are welcome to participate in the Sea Festival, held biennially. Nha Trang was the site of the Miss Universe 2008 Pageant on July 14, 2008, and it will also host Miss World 2010."
            , "price": "126.02$","imgUrl":"./imageproduct/nhatrangproduct.jpg"
            , "subDescription": ""
            , "type": "Central"
            , "time": "3 Days"
            , "downloadifm": "./word-ifm/nhatrang.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 8, "id": "C08", "title": "Quy Nhon", "description":"Quy Nhon is a lively and pleasant city virtually halfway between the famous cities of Nha Trang and Hoi An. The city is known for its beautiful surroundings, Cham temples, and nearby beaches. Whilst tourism is increasing in Quy Nhon, this tends to be local tourism, and for the majority of travelers, it remains relatively off the beaten track. The city is perfect for those who want to break up a journey between Nha Trang and Hoi An, being about 6 hours from each."
            , "price": "60.91$","imgUrl":"./imageproduct/quynhonproduct.jpg"
            , "subDescription": ""
            , "type":"Central"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/quynhon.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 9, "id": "C09", "title": "Tay Ninh", "description":"Tay Ninh is the birthplace of the Cao Dai religion and the home of the Cao Dai Holy See, the center of Cao Daism. Tay Ninh is also known for the Ba Den mountain, the highest mountain in southern Vietnam, and the Dau Tieng reservoir, the largest reservoir in Vietnam. Tay Ninh is hot and humid all year with an average temperature of 27.5 °C, and rainfall of 1,724 mm. The dry season typically lasts from Dec-Apr and the rainy season from May-Nov."
            , "price": "69.31$","imgUrl":"./imageproduct/tayninhproduct.jpg"
            , "subDescription": ""
            , "type":"South"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/tayninh.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 10, "id": "C010", "title": "Sapa", "description":"As a tourism center in the northwest of Vietnam, Sapa today is home to stunning scenery, intoxicating cultural makeup, and a diverse range of ethnic minorities. Comprising both natural beauty and culture into just one comprehensive package, Sapa is worth visiting for any genuine seekers. It offers an incredible adventure of conquering the Roof of Indochina – Mount Fansipan. Explorations and trekkers will not find abnormal animals and things on the top of Fansipan but a splendid world of misty clouds, ranges of mountains, green paddle fields, and a small pagoda for worship."
            , "price": "73.51$","imgUrl":"./imageproduct/sapaproduct.jpg"
            , "subDescription": ""
            , "type":"North"
            , "time": "3 Days"
            , "downloadifm": "./word-ifm/sapa.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 11, "id": "C011", "title": "Ho Chi Minh", "description":"Ho Chi Minh City, formerly known as Saigon, once “The Pearl of the Far East” is the second largest city in Vietnam (the largest being Hanoi). It is the most crowded city in the country with an official population of over 8 million people on a total area of over 2,095 km2. The city now comprises 19 districts and 5 suburban districts. District 1, along the Saigon River, where downtown Saigon is located, is the commercial center and contains most of the city’s monuments and landmarks. 8 km away in district 5 resides a big market or Cho Lon where the Chinese community lives. With favorable weather the whole year round and convenient access from other countries by air, by road, and by sea, Ho Chi Minh city is a busy and dynamic metropolitan."
            , "price": "150.81$","imgUrl":"./imageproduct/hochiminhproduct.jpg"
            , "subDescription": ""
            , "type":"South"
            , "time": "4 Days"
            , "downloadifm": "./word-ifm/hochiminh.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 12, "id": "C012", "title": "Vinh Long", "description":"Lying in the center of the Mekong Delta of southern Vietnam, Vinh Long province is a unique province that has boundaries with 07 provinces and cities namely Tien Giang, Ben Tre, Tra Vinh, Dong Thap, Hau Giang, Soc Trang, and Can Tho City. Vinh Long province is 136km far from Ho Chi Minh City to the north, and 33km far from Can Tho city to the south. Its population is over 01 million including ethnics of Kinh, Khmer, and Chinese living in an area of 1.520km2. Modern Vinh Long province, as part of the old Long Ho Dinh, formed in 1732 is known as the “Scared land of the talented” that nourishes the outstanding people including the late Chairman Council of Ministers Pham Hung, late Prime Minister Vo Van Kiet and the late Professor, Academician, Hero of Labor Tran Dai Nghia."
            , "price": "20,95$","imgUrl":"./imageproduct/vinhlongproduct.jpg"
            , "subDescription":""
            , "type":"South"
            , "time": "1 Days"
            , "downloadifm": "./word-ifm/vinhlong.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 13, "id": "C013", "title": "An Giang", "description":"An Giang is a province in southern Viet Nam and is a part of the Long Xuyen ( Long Xuyen) Quadrangle which suffers a lot of natural disasters. However, this is also advantageous to make fertile soil for this land. An Giang possesses many places that attract travelers to its beauty. This province is also the land of the Cham ( Cham) people, an ethnic minority of Vietnam, so the culture is varied and makes for an interesting experience. Visit An Giang province, the first feeling of here is peaceful and comfortable. The paddy rice fields are green and luxuriant. The sky is blue and fresh. The beautiful voice of birds mixes with the voice of children on paddy fields. All of the things create a wonderful picture that anyone cannot forget when coming here."
            , "price": "72.07$","imgUrl":"./imageproduct/longxuyenproduct.jpg"
            , "subDescription":""
            , "type":"South"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/angiang.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 14, "id": "C014", "title": "Dong Thap", "description":"Every year, Tien and Hau's rivers provide alluvial soil for Dong Thap that is convenient for growing food and fruit plant. So this area is the granary of Vietnam. The province has the potential of short day crops (sugar cane, cotton, tobacco, soil bean, and other fruit plants with the popular names of Cao Lanh mango, Chau Thanh longan, Lai Vung mandarin, Phong Hoa grapefruit. From January to May every year, when the sky is clear, a tourist would visit Tram Chim National Park to observe many cranes. It is a crane flock returning after months of emigrating to evade flood. This is also the season for tourists to see, and photograph cranes at dawn and sunset. Tourists can admire the vast lotus and bonsai in Sa Dec Flower Garden. A forest of flowers of all colors and aroma are always available here."
            , "price": "33.10$","imgUrl":"./imageproduct/hongnguproduct.jpg"
            , "subDescription":""
            , "type":"South"
            , "time": "1 Days"
            , "downloadifm": "./word-ifm/dongthap.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 15, "id": "C015", "title": "Phu Quoc", "description":""
            , "price": "132.75$","imgUrl":"./imageproduct/phuquocproduct.jpg"
            , "subDescription":""
            , "type":"South"
            , "time": "3 Days"
            , "downloadifm": "./word-ifm/phuquoc.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 16, "id": "C016", "title": "Son Tra", "description":"With its sea-oriented appearance, Son Tra acts as a giant screen protecting Da Nang from storms and cyclones coming from the sea. Son Tra is under the national protected forest regulation since it is a natural preservation area. The Peninsula is famous for its large plants and fauna as well as the beautiful scenery. It is said that fairies used to come here for singing, dance, and play chess so Son Tra is also called Tien Sa (Fairies' landing place). On Son Tra, there remain more than 30km² of natural forests, nearly 300 types of plants, and several hundred kinds of fauna, including the rare animal. From the top of the mountain, you can see the overall view of Danang City, Marble Mountains, and Ba Na - Mount Chua, so interesting!"
            , "price": "48.19$","imgUrl":"./imageproduct/sontraproduct.jpg"
            , "subDescription":""
            , "type":"Central"
            , "time": "1 Days"
            , "downloadifm": "./word-ifm/sontra.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 17, "id": "C017", "title": "Tam Dao", "description":"There are two sites for tourists in the park. The first is Tam Đảo town which was established in 1907. Tam Đảo is nestled in a valley covering only 3 km2. There now remain a stone church, and some villas, and palaces built by French colonists. It has Thac Bac (The Silver Fall), Rung Rinh peak, and Tam Đảo 2, a remnant of another resort made many years ago. The second tourist location is Tay Thien site. It includes Tay Thien Quoc Mau Temple (literally The 'Temple of West Heaven National Mother') and many pagodas. Along with Thien Vien Truc Lam (literally: 'Dhyana Palace in Bamboo Forest') in Da Lat and Yen Tu, Thien Vien Truc Lam Tay Thien is a center of Vietnamese Buddhism."
            , "price": "48.19$","imgUrl":"./imageproduct/tamdaoproduct.jpg"
            , "subDescription":""
            , "type":"North"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/tamdao.docx"
            , "downloadprice": "sapa.docx"
        },
        {
            "no": 18, "id": "C018", "title": "Ha Noi", "description":"Throughout the thousand years of its eventful history, marked by destruction, wars, and natural calamities, Hanoi still preserves many ancient architectural works including the Old Quarter and over 600 pagodas and temples. Famous sites include the One Pillar Pagoda (built in 1049), the Temple of Literature (built in 1070), the Hanoi Citadel, the Hanoi Opera House, and President Ho Chi Minh's Mausoleum. Hanoi also characteristically contains 18 beautiful lakes such as Hoan Kiem Lake, West Lake, and Truc Bach Lake..., which are the lungs of the city, with their surrounding gardens and trees providing a vital source of energy. Many traditional handicrafts are also practiced in Hanoi including bronze molding, silver carving, lacquer, and embroidery. Hanoi has many famous traditional professional handicraft villages such as Bat Trang pottery village, Ngu Xa bronze casting village, Yen Thai glossy silk..."
            , "price": "48.19$","imgUrl":"./imageproduct/hanoiproduct.jpg"
            , "subDescription":""
            , "type":"North"
            , "time": "2 Days"
            , "downloadifm": "./word-ifm/hanoi.docx"
            , "downloadprice": "sapa.docx"
        }
    ],
    "blogs":
    [
        {"no": 1, "id": "C01", "title": "Journey to Ha Long Bay: Travel Guide Blog"
            ,"name": "Karlsson"
            ,"time": "12/05/2022"
            ,"imgUrl": "./imageblog/halongbayblog.jpg"
            ,"description": "When visiting Vietnam, a trip to the stunning Halong bay or Ha Long Bay is absolutely unmissable by all those traveling in Northeast Vietnam and the Hanoi area. The UNESCO World Heritage Site is home to emerald waters and infinite towering limestone isles, islets, and caves topped by lush rainforests. All aging 20 million years! This is Vietnam's most popular attraction and it attracts thousands of visitors for a day trip or multiple-day trips from around the world....."
        },
        {"no": 2, "id": "C02", "title": "14 Things To Do in Hoi An, Vietnam"
            ,"name": "Cloie"
            ,"time": "07/02/2018"
            ,"imgUrl": "./imageblog/hoianblog.jpg"
            ,"description": " Hoi An: Vietnam's most loved travel destination, and home to the charming lantern-lit streets of the old town, which lie nestled along the river bank. The Japanese, Chinese and French influences translate back into the street scene where traditional old wooden and yellow colonial buildings sit side-by-side. Not to mention the baguettes being sold on every street corner- yum! Hoi An is a long-established UNESCO world heritage site and, therefore, has perfectly preserved its history. Here are the top things to do in Hoi An, Vietnam....."
        },
        {"no": 3, "id": "C03", "title": "Best Things To Do in Ninh Binh & Tam Coc"
            ,"name": "Sena"
            ,"time": "03/12/2020"
            ,"imgUrl": "./imageblog/ninhbingtamcocblog.jpg"
            ,"description": "Discover the natural paradise of Tam Coc in Vietnam: a stunning stretch of flat landscape, with hundreds of limestone karsts towering above calm rice paddies. As a result, it's no surprise that the area has been nicknamed the 'Ha Long Bay on land'. Tam Coc is the perfect rural retreat and an ideal place to unwind after your lively travels in Hanoi. So enjoy going back to the beautiful basics of natural living....."
        },
        {"no": 4, "id": "C04", "title": "12 Things To Do in Hanoi, Vietnam"
            ,"name": "Gallagher"
            ,"time": "17/07/2019"
            ,"imgUrl": "./imageblog/hanoiblog.jpg"
            ,"description": "Welcome to Hanoi, where the street is king! Experience delicious street food on every corner, watch trains squeeze behind narrow houses, and traffic merge into each other from every possible direction. The energy and vibrancy of this addictive Vietnamese city is not to be missed, so aim to spend 2-3 days exploring all the things to do in Hanoi....."
        },
        {"no": 5, "id": "C05", "title": "10 Awesome Things to Do on Phu Quoc Island, Vietnam"
            ,"name": "Aaronson"
            ,"time": " 12/09/2018"
            ,"imgUrl": "./imageblog/phuquocblog.jpg"
            ,"description": " Phu Quoc: an 'emerald island' of white powder beaches, turquoise waters, palm tree forests, mountains, and waterfalls. This Vietnamese island is located close to the coast of Cambodia in the Gulf of Thailand, and half of the island is a stunning national park. Aside from its incredible nature, and paradise beaches, it is also home to bustling markets, and unique food products. Hop on a motorbike and get ready for an adventure, with all the top things to do in Phu Quoc....."
        },
        {"no": 6, "id": "C06", "title": "8 Best Things To Do in Mui Ne, Vietnam"
            ,"name": "Tuan"
            ,"time": "22/02/2019"
            ,"imgUrl": "./imageblog/muineblog.jpg"
            ,"description": "On the beautiful southern coast of Vietnam lies Mui Ne: a charming fishing village that has become a kitesurfing paradise! Although it is only a 4-hour train ride away from Ho Chi Minh, it feels like you're visiting a different country. This is due to its unusual space-like desert landscapes and red canyons, unique in a tropical country. Enjoy all the fantastic natural delights of Mui Ne, with all the best things to do......"
        },
        {"no": 7, "id": "C07", "title": "Trekking in Sapa: Balancing on the Borders of the Ricefields"
            ,"name": "Chris"
            ,"time": "09/01/2021"
            ,"imgUrl": "./imageblog/sapablog.jpg"
            ,"description": "Sapa: a place to summit giant mountain peaks, balance on the borders of rice fields, and swim under stunning waterfalls. The town, with its endless beautiful views, is a must-do on any Vietnamese itinerary. The Sapa valley, and its surrounding nature, is located in the North of Vietnam, close to the border of China. Experience trekking among some of the most beautiful scenery in Vietnam, or immerse yourself in the culture by visiting a tribe or staying with a local family....."
        },
        {"no": 8, "id": "C08", "title": "Day Trip to Can Gio: Worth it or Skip it?"
            ,"name": "Nathan"
            ,"time": "22/09/2017"
            ,"imgUrl": "./imageblog/cangioblog.jpg"
            ,"description": "Can Gio is a famous tourist attraction in Vietnam for its marvelous mangrove forest with 10 kilometers of murky shoreline. The palm-fringed island is a Unesco Biosphere Reservation with a wide range of biodiversity of more than 150 species of flora and 200 species of fauna. This can be a lovely day trip for those loving traffic-free and natural-close trips......"
        },
        {"no": 9, "id": "C09", "title": "Cai Rang Floating Market - Travel guide & 5 tips for visiting"
            ,"name": "DongWook"
            ,"time": "07/06/2022"
            ,"imgUrl": "./imageblog/cairangblog.jpg"
            ,"description": "Cai Rang, like many other floating markets in the Mekong Delta, began as an important trading point. The reason it was done on the river is that this area is completely connected to hundreds of waterways. Owners of fruit orchards, local factories and rice farmers can load the goods directly from their land onto boats in the rivers which they then sail to the market. Traders can then buy goods on these floating markets and transfer goods directly onto their boats. From here they bring it to their shops or even all the way across the river to Ho Chi Minh City to distribute it further there......"
        }
    ]
}